/*  Class = "NSButton"; gToolTip = "Delete selected filter (⌫)"; ObjectID = "387";  */
"Delete selected filter (⌫)" = "Ausgewählten Filter löschen (⌫)";

/*  Class = "NSButton"; gToolTip = "Add filter (⌥⌘A)"; ObjectID = "384";  */
"Add filter (⌥⌘A)" = "Neuer Filter (⌥⌘A)";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "122";  */
"Name:" = "Name:";

/*  Class = "NSTextFieldCell"; placeholderString = "[no selection]"; ObjectID = "124";  */
"[no selection]" = "[Keine Auswahl]";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "132";  */
"Save" = "Sichern";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "206";  */
"Remove" = "Löschen";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "212";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "401";  */
"Duplicate" = "Duplizieren";

/*  Class = "NSPopUpButton"; gToolTip = "(⌥⎋)"; ObjectID = "391";  */
"(⌥⎋)" = "(⌥⎋)";

/*  Class = "NSMenuItem"; gToolTip = "Export selected favorites as SPF file"; ObjectID = "403";  */
"Export selected favorites as SPF file" = "Ausgewählte Filter in SPF-Datei exportieren";

/*  Class = "NSMenuItem"; title = "Export Selected Filters…"; ObjectID = "403";  */
"Export Selected Filters…" = "Ausgewählte Filter exportieren…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and append them to the favorite list"; ObjectID = "405";  */
"Import query favorites from SPF file and append them to the favorite list" = "Filter aus SPF-Datei importieren und zu den aktuellen Filtern hinzufügen";

/*  Class = "NSMenuItem"; title = "Import Filters…"; ObjectID = "405";  */
"Import Filters…" = "Filter importieren…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and replace the current favorites"; ObjectID = "404";  */
"Import query favorites from SPF file and replace the current favorites" = "Filter aus SPF-Datei importieren und die aktuellen Filter mit den importierten ersetzen";

/*  Class = "NSMenuItem"; title = "Import Filter by Replacing…"; ObjectID = "404";  */
"Import Filter by Replacing…" = "Filter importieren und ersetzen…";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "272";  */
"Cancel" = "Abbrechen";

/*  Class = "NSTextFieldCell"; title = "Clause:"; ObjectID = "304";  */
"Clause:" = "SQL:";

/*  Class = "NSTextField"; gToolTip = "Label which appears between the argument input fields (as short as possible)"; ObjectID = "321";  */
"Label which appears between the argument input fields (as short as possible)" = "Text, der in Sequel Pro zwischen den einzelnen Eingabefeldern für Parameter angezeigt wird (so kurz wie möglich)";

/*  Class = "NSTextFieldCell"; title = "Conjunction Label:"; ObjectID = "322";  */
"Conjunction Label:" = "Anzeigetext für Parameterverknüpfung:";

/*  Class = "NSMenuItem"; gToolTip = "${} – Argument placeholder."; ObjectID = "343";  */
"${} – Argument placeholder." = "${} – Platzhalter für Parameter";

/*  Class = "NSMenuItem"; title = "Argument"; ObjectID = "343";  */
"Argument" = "Parameter";

/*  Class = "NSMenuItem"; gToolTip = "$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name."; ObjectID = "344";  */
"$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name." = "$CURRENT_FIELD – Wird mit dem Namen der ausgewählten Spalte ersetzt";

/*  Class = "NSMenuItem"; title = "Current Field"; ObjectID = "344";  */
"Current Field" = "Ausgewählte Spalte";

/*  Class = "NSMenuItem"; gToolTip = "$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”."; ObjectID = "345";  */
"$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”." = "$BINARY – Wird mit dem Schlüsselwort \"BINARY\" ersetzt, wenn ⇧ (Umschalt-Taste) beim Ausführen des Filters gehalten wird.";

/*  Class = "NSMenuItem"; title = "BINARY"; ObjectID = "345";  */
"BINARY" = "BINARY";

/*  Class = "NSMenuItem"; gToolTip = "'${}' – quoted argument placeholder."; ObjectID = "357";  */
"'${}' – quoted argument placeholder." = "'${}' – Platzhalter für Parameter in Anführungszeichen";

/*  Class = "NSMenuItem"; title = "Quoted Argument"; ObjectID = "357";  */
"Quoted Argument" = "Parameter in Anführungszeichen";

/*  Class = "NSMenuItem"; title = "Insert Placeholder"; ObjectID = "358";  */
"Insert Placeholder" = "Platzhalter einfügen";

/*  Class = "NSButtonCell"; title = "Suppress leading <field> placeholder"; ObjectID = "370";  */
"Suppress leading <field> placeholder" = "Spaltenname nicht vor SQL-Abfrage einfügen";

